xmlFile/create_report.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:tem="http://tempuri.org/">
   <soap:Header/>
   <soap:Body>
      <tem:WSMethod>
         <tem:inputDTOXML>
         <![CDATA[
			<WSInputDTO>
			  <Command>
			    <CommandName>CreateReport</CommandName>
			    <IsAsynchronous>false</IsAsynchronous>
			  </Command>
			  <Paging>
			    <IsPaging>false</IsPaging>
			    <PageIndex>1</PageIndex>
			    <Pages>0</Pages>
			    <PageSize>10</PageSize>
			    <RecordCount>0</RecordCount>
			  </Paging>
			  <Parameter>
			    <File/>
			    <Params>
			      <atype>23</atype>
			      <cid/>
			      <name/>
			      <ptype>25</ptype>
			      <purpose>20</purpose>
			      <rid>2783</rid>
			      <rnumber>%s</rnumber>
			      <tid>2782</tid>
			      <trustno>%s</trustno>
			    </Params>
			  </Parameter>
			  <Security>
			    <Content>b0lN</Content>
			    <IsAuthenticated>false</IsAuthenticated>
			  </Security>
			</WSInputDTO>]]>
			</tem:inputDTOXML>
			      </tem:WSMethod>
   </soap:Body>
</soap:Envelope>